Repository: wuffeel/mint
Catalog: lib/l10n/arb/app_*.arb
Languages: uk

source: Sign up
uk: Зареєструватися

source: Phone number
uk: Номер телефону

# byTappingSignUp
source: By tapping “Sign up”, you have read and agree to the
uk: Натискаючи “Зареєструватися”, ви прочитали та погоджуєтесь з

# mindyTermsAndPrivacy
source: Mint Terms & Conditions and Privacy Policy
uk: Політикою конфіденційності й правилами та умовами Mint

source: Already have an account
uk: Вже маєете акаунт

source: Click Sign in
uk: Натисніть Увійти

# enterCode
source: Enter a code
uk: Введіть код

source: The code was sent to
uk: Код було надіслано на

# youWillBeAbleToResendIn
source: You will able to re-send a code in
uk: Ви зможете надіслати код повторно через

# resendCode
source: Re-send a code
uk: Надіслати код повторно

source: Back
uk: Назад

source: Log Out
uk: Вийти

# enterPinCode
source: Enter a pin-code
uk: Введіть пін-код

# enterNewPinCode
source: Enter a new pin-code
uk: Введіть новий пін-код

# enterCurrentPinCode
source: Enter the current pin-code
uk: Введіть поточний пін-код

# confirmPinCode
source: Confirm a pin-code
uk: Підтвердіть пін-код

# confirmNewPinCode
source: Confirm a new pin-code
uk: Підтвердіть новий пін-код

# forgotPinCode
source: Forgot a pin-code?
uk: Забули пін-код?

source: Enter other pin-code
uk: Ввести інший пін-код

source: Change Pin-code
uk: Змінити пін-код

# somethingWentWrongTryAgain
source: Something went wrong. Please try again
uk: Щось пішло не так. Спробуйте ще раз

source: Entered PIN codes do not match
uk: Введені пін-коди не співпадають

source: Invalid phone number
uk: Неправильний номер телефону

source: Wrong verification code
uk: Неправильний код веріфікації

source: Home
uk: Головна

source: Specialists
uk: Спеціалісти

source: Sessions
uk: Сессії

source: Profile
uk: Профіль

# pickUpSpecialist
source: Pick up a specialist
uk: Підібрати спеціаліста

source: Doctors online
uk: Лікарі онлайн

source: Psychologist
uk: Психолог

# experienceYear
source: year
uk: рік

# experienceYears
source: years
uk: років

# helpUsMatchYou
source: Help us match you to the right therapist
uk: Допоможіть нам підібрати для вас необхідного спеціаліста

# whoWillCommunicate
source: Who will communicate with therapist?
uk: Хто буде спілукватись зі спеціалістом?

# haveYouEverBeenToTherapy
source: Have you ever been to therapy before?
uk: Чи відвідували ви коли-небудь терапію раніше?

# howMuchCanIPay
source: How much can I pay for a session?
uk: Скільки я готовий платити за сеанс?

source: Which topics are you interested in?
uk: Які теми вас цікавлять?

# somethingWentWrongSendingCode
source: Something went wrong sending a code to phone. Try again later
uk: Під час надсилання коду на телефон сталася помилка. Спробуйте ще раз пізніше

# tooMuchRequests
source: Too many phone verification requests. Try again later
uk: Забагато запитів на підтвердження телефону. Спробуйте ще раз пізніше

# phoneNumberAssociatedWithOtherUser
source: Phone number is associated with other user
uk: Номер телефону пов'язано з іншим користувачем

# filterTitle
source: Filter
uk: Фільтри

source: Clear
uk: Очистити

# allFilter
source: All
uk: Усі

source: Experience
uk: Досвід роботи

source: Specialities
uk: Спеціалізації

source: Price
uk: Ціна

source: Apply filters
uk: Застосувати фільтри

source: Next
uk: Далі

# lessThanYear
source: Less than 1 year
uk: Менше 1 року

# tryAgainQuestion
source: Try again
uk: Спробувати знову

source: Oops, something went wrong
uk: Упс, щось пішло не так

source: No specialists found
uk: Спеціалістів не було знайдено

source: Try to search with different filter
uk: Спробуйте пошук з іншими фільтрами

source: About
uk: Про себе

source: Education
uk: Освіта

source: Reviews
uk: Відгуки

source: per visit
uk: за візит

# reviewSingleCount
source: review
uk: відгук

# reviewsMultipleCount
source: reviews
uk: відгуків

source: Specializations
uk: Спеціалізації

source: No reviews found
uk: Відгуків не було знайдено

source: Review session
uk: Оцініть сеанс

source: How was your consultation
uk: Як пройшла ваша бесіда

source: Helpful
uk: Допомогла

source: Useful
uk: Корисна

source: Good
uk: Гарно

source: Poor
uk: Погано

source: Not helpful
uk: Не допомогла

source: Do not recommend
uk: Не рекомендую

source: Please describe your experience
uk: Будь ласка, опишіть свій досвід

source: Type here your impressions
uk: Введіть тут ваші враження

# leaveReview
source: Leave a review
uk: Зберегти відгук

# youHaveNotSelectedRating
source: You have not selected a rating
uk: Ви не обрали оцінку

source: Your reviews
uk: Ваші відгуки

source: Add review
uk: Додати відгук

source: Update review
uk: Оновити відгук

source: Book
uk: Забронювати

# previousStep
source: Previous
uk: Назад

# continueStep
source: Continue
uk: Продовжити

# chooseAvailableDate
source: Choose an available date
uk: Оберіть вільну дату

# chooseAvailableTime
source: Choose an available time
uk: Оберіть вільний час

# chooseRightTimeToBook
source: Choose the right time to book
uk: Оберіть необхідний час для бронювання

source: Consultation summary
uk: Підсумкові дані консультації

source: Type here personal notes
uk: Введіть тут особисті нотатки

# upToNMin
source: Up to {min} min
uk: До {min} хв.

source: Delete review
uk: Видалити відгук

source: Do you want to delete review
uk: Хочете видалити відгук

source: Cancel
uk: Відмінити

source: Yes
uk: Так

source: Up to
uk: До

source: and more
uk: і більше

source: Date
uk: Дата

source: Time
uk: Час

source: Duration
uk: Тривалість

source: Payment details
uk: Деталі оплати

# afterPushingButtonPayText
source: After pushing the button pay, your money will be withdrawn and frozen until the consultation ends
uk: Після натискання кнопки оплати ваші гроші будуть зняті та заморожені до закінчення консультації

# theMoneyWillBeWithdrawnText
source: The money will be withdrawn before session for 12 hours
uk: Гроші знімаються перед сеансом за 12 годин

# itsImportantThatYouShouldText
source: It’s important that you should have a stable connection during the video consultation
uk: Важливо, щоб під час відеоконсультації у вас був стабільний зв’язок

# signedUpForSessionText
source: Signed up for a session you agree on processing personal data for psychologist
uk: Записавшись на сеанс, Ви погоджуєтесь на обробку персональних даних для психолога

source: Pay
uk: Сплатити

source: Pay with
uk: Сплатити за допомогою

source: Add Credit Card
uk: Додати кредитну картку

source: Credit Card
uk: Кредитна картка

source: Add card details
uk: Додайте реквізити картки

source: Card number
uk: Номер картки

# saveCardData
source: Save card data for the future use
uk: Зберегти картку для подальшого користування

source: Add card
uk: Додати картку

source: Wrong card number
uk: Некоректний номер картки

source: Wrong expiration date
uk: Некоректний термін придатності

source: Wrong CVV
uk: Некоректний CVV

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

# timeIsBookedTitle
source: Time is booked
uk: Час заброньовано

# chosenTimeAlreadyBooked
source: The chosen time is already booked. Please book other time.
uk: Обраний час вже заброньовано. Будь ласка, забронюйте інший час.

# bookTimePassedTitle
source: Booking time passed
uk: Час бронювання минув

# chosenBookTimePassed
source: The chosen booking time already passed. Please choose other time.
uk: Обраний час бронювання вже минув. Виберіть інший час

# creditCardAlreadySaved
source: Credit card is already saved
uk: Кредитна картка вже збережена

# exitPaymentTitle
source: Exit payment
uk: Вийти з оплати

# doYouWantCancelPayment
source: Do you want to cancel payment
uk: Чи хочете відмінити оплату

# exitBookingTitle
source: Exit booking
uk: Вийти з бронювання

source: Do you want to exit booking
uk: Чи хочете ви вийти з бронювання

source: Session cancellation
uk: Скасування сеансу

# areYouSureToCancelMeeting
source: Are you sure to cancel this meeting
uk: Ви бажаєте скасувати цю зустріч

source: Notes for session
uk: Нотатки до сеансу

source: Call
uk: Дзвінок

source: Video
uk: Відео-чат

source: Chat
uk: Чат

source: Reschedule
uk: Перенести

source: Notes were not specified
uk: Нотатки не були вказані

source: No booking info found
uk: Інформацію для бронювання не було знайдено

source: Upcoming
uk: Майбутні

source: Previous
uk: Попередні

source: Close
uk: Закрити

# sessionExpiredTitle
source: Session expired
uk: Сеанс закінчився

# sessionExpiredContent
source: Action is unavailable. Session is already passed
uk: Дія недоступна. Сеанс вже пройшов

source: Message
uk: Повідомлення

source: Book again
uk: Забронювати знову

source: Attach image
uk: Прикріпити зображення

source: Attach file
uk: Прикріпити файл

source: Today
uk: Сьогодні

# permissionDeniedTitle
source: Permission denied
uk: У дозволі відмовлено

# permissionDeniedContent
source: Permission was not granted. Go to settings and enable permission
uk: Дозвіл не надано. Перейдіть до налаштувань і ввімкніть дозвіл

source: Personal Data
uk: Особисті дані

source: My credit cards
uk: Мої кредитні картки

source: Favorite doctors
uk: Обрані лікарі

source: Notifications
uk: Сповіщення

source: Color theme
uk: Тема

source: Patient
uk: Пацієнт

source: Save
uk: Зберегти

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Date of birth
uk: Дата народження

source: Please enter first name
uk: Будь ласка, введіть ім'я

source: Please enter last name
uk: Будь ласка, введіть прізвище

source: Please enter date of birth
uk: Будь ласка, введіть дату народження

# noPaymentCards
source: No payment cards available. Add card for comfortable work
uk: Платіжні картки відсутні. Додайте картку для комфортної роботи

# couldNotLoadCreditCard
source: Could not load credit card list
uk: Не вдалося завантажити список кредитних карток

source: Delete credit card
uk: Видалити кредитну картку

source: Do you want to delete credit card
uk: Бажаєте видалити кредитну картку

# couldNotDeleteCreditCard
source: Could not delete credit card. Try again
uk: Не вдалося видалити кредитну картку. Спробуйте знову

source: No favorite specialists yet
uk: Улюблених спеціалістів ще немає

# removeFavoriteTitle
source: Remove favorite
uk: Видалити з улюблених

# removeFavoriteContent
source: Do you want to remove {specialistName} from favorites
uk: Бажаєете видалити {specialistName} з улюблених

source: No previous sessions found
uk: Попередніх сеансів не знайдено

source: Choose your theme
uk: Оберіть тему

# lightModeTitle
source: Light
uk: Світла

# darkModeTitle
source: Dark
uk: Темна

# inAppNotificationsTitle
source: In-app notifications
uk: Сповіщення додатку

source: Get notifications
uk: Отримувати сповіщення

source: Go to Settings
uk: Налаштування
